import LegalPageLayout from "../../components/LegalPageLayout";

export default function PrivacyPage() {
    return (
        <LegalPageLayout title="プライバシーポリシー">
            <p>e-ZUKA CONNECT（以下、「当サービス」といいます。）は、ユーザーの個人情報保護の重要性について認識し、個人情報の保護に関する法律（以下、「個人情報保護法」といいます。）を遵守すると共に、以下のプライバシーポリシー（以下、「本プライバシーポリシー」といいます。）に従い、適切な取扱い及び保護に努めます。</p>
            <h2>1. 個人情報の定義</h2>
            <p>本プライバシーポリシーにおいて、個人情報とは、個人情報保護法第2条第1項により定義された個人情報、すなわち、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日その他の記述等により特定の個人を識別することができるもの（他の情報と容易に照合することができ、それにより特定の個人を識別することができることとなるものを含みます。）、もしくは個人識別符号が含まれる情報を意味します。</p>
            <h2>2. 個人情報の収集</h2>
            <p>当サービスは、ユーザーが当サービスを利用する際に、氏名、メールアドレス、その他当サービスが定める入力フォームにユーザーが入力する情報を収集します。</p>
            <h2>3. 個人情報の利用目的</h2>
            <p>当サービスは、収集した個人情報を以下の目的で利用することができるものとします。<br/>・当サービスの提供・運営のため<br/>・ユーザーへのお知らせや当サービスに関するご案内のため<br/>・本人確認、本人認証のため<br/>・お問い合わせへの対応のため</p>
        </LegalPageLayout>
    );
}
